Revit 2027 API
ParameterTypeId.AnalyticalModelManuallyAdjusted Property
 "Manually Adjusted"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalModelManuallyAdjusted { get; }
Public Shared ReadOnly Property AnalyticalModelManuallyAdjusted As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalModelManuallyAdjusted {
	ForgeTypeId^ get ();
}
static member AnalyticalModelManuallyAdjusted : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace